IDEA Open Model
OpenMessages Properties
Compatible with IDEA StatiCa 20.1
The OpenMessages type exposes the following members.
Properties
Name | Description
ErrorMessages
 List Error messages only
InformationMessages
 List Information messages only
Messages
 List of messages
WarningMessages
 List Worning messages only
Top
See Also
Reference
OpenMessages Class
IdeaRS.OpenModel.Message Namespace